{
    "Customer support": "Customer support is a range of customer services to assist customers in making cost effective and correct use of a product. It includes assistance in planning, installation, training, troubleshooting, maintenance, upgrading, and disposal of a product.Regarding technology products such as mobile phones, televisions, computers, software products or other electronic or mechanical goods, it is termed technical support.Customer support is considered as one of the main data channels for customer satisfaction research and a way to increase customer retention.",
    "ISO 19011": "ISO 19011 is an international standard that sets forth guidelines for management systems auditing. The current version is ISO 19011:2018.\nIt is developed by the International Organization for Standardization.\nThe standard offers four resources to organizations to \"save time, effort and money\":\n\nA clear explanation of the principles of management systems auditing.\nGuidance on the management of audit programs.\nGuidance on the conduct of internal or external audits.\nAdvice on the competence and evaluation of auditors.",
    "Timeline of Apple Inc. products": "This timeline of Apple Inc. products is a list of all stand-alone Apple II, Macintosh, and other computers, as well as computer peripherals, expansion cards, ancillary products, and consumer electronics sold by Apple Inc. This list is ordered by the release date of the products.\n\n",
    "Customer service": "Customer service is the provision of service to customers before, during and after a purchase. The perception of success of such interactions is dependent on employees \"who can adjust themselves to the personality of the guest\".\nCustomer service concerns the priority an organization assigns to customer service relative to components such as product innovation and pricing. In this sense, an organization that values good customer service may spend more money in training employees than the average organization or may proactively interview customers for feedback.\nFrom the point of view of an overall sales process engineering effort, customer service plays an important role in an organization's ability to generate income and revenue. From that perspective, customer service should be included as part of an overall approach to systematic improvement. One good customer service experience can change the entire perception a customer holds towards the organization.",
    "National Science Foundation Network": "The National Science Foundation Network (NSFNET) was a program of coordinated, evolving projects sponsored by the National Science Foundation (NSF) beginning in 1985 to promote advanced research and education networking in the United States. NSFNET was also the name given to several nationwide backbone computer networks that were constructed to support NSF's networking initiatives from 1985 to 1995. Initially created to link researchers to the nation's NSF-funded supercomputing centers, through further public funding and private industry partnerships it developed into a major part of the Internet backbone.\nThe National Science Foundation permitted only government agencies and universities to use the network until 1989 when the first commercial Internet service provider emerged. By 1991, the NSF  removed restrictions on access and the commercial ISP business grew rapidly.\n\n",
    "ISO 9000": "The ISO 9000 family of quality management systems (QMS) standards is designed to help organizations ensure that they meet the needs of customers and other stakeholders while meeting statutory and regulatory requirements related to a product or service. ISO 9000 deals with the fundamentals of quality management systems, including the seven quality management principles upon which the family of standards is based. ISO 9001 deals with the requirements that organizations wishing to meet the standard must fulfill.Third-party certification bodies provide independent confirmation that organisations meet the requirements of ISO 9001. Over one million organisations worldwide are independently certified, making ISO 9001 one of the most widely used management tools in the world today. However, the ISO certification process has been criticised as being wasteful and not being useful for all organizations.",
    "Quality management system": "A quality management system (QMS) is a collection of business processes focused on consistently meeting customer requirements and enhancing their satisfaction. It is aligned with an organization's purpose and strategic direction (ISO9001:2015). It is expressed as the organizational goals and aspirations, policies, processes, documented information and resources needed to implement and maintain it. Early quality management systems emphasized predictable outcomes of an industrial product production line, using simple statistics and random sampling.  By the 20th century, labor inputs were typically the most costly inputs in most industrialized societies, so focus shifted to team cooperation and dynamics, especially the early signaling of problems via a continual improvement cycle.  In the 21st century, QMS has tended to converge with sustainability and transparency initiatives, as both investor and customer satisfaction and perceived quality is increasingly tied to these factors.  Of QMS regimes, the ISO 9000 family of standards is probably the most widely implemented worldwide – the ISO 19011 audit regime applies to both, and deals with quality and sustainability and their integration.\nOther QMS, e.g. Natural Step, focus on sustainability issues and assume that other quality problems will be reduced as result of the systematic thinking, transparency, documentation and diagnostic discipline.\nThe term \"Quality Management System\" and the initialism \"QMS\" were invented in 1991 by Ken Croucher, a British management consultant working on designing and implementing a generic model of a QMS within the IT industry.\n\n",
    "List of cleaning products": "This is a list of cleaning products and agents. Cleaning agents are substances (usually liquids, powders, sprays, or granules) used to remove dirt, including dust, stains, bad smells, and clutter on surfaces. Purposes of cleaning agents include health, beauty, removing offensive odor, and avoiding the spread of dirt and contaminants to oneself and others.",
    "List of Motorola products": "This is a list of Motorola products.  Motorola is a multinational company that manufactures telecommunications and electronics products.",
    "List of IBM products": "The following is a partial list of products, services, and subsidiaries of International Business Machines (IBM) Corporation and its predecessor corporations, beginning in the 1890s. \nThis list is eclectic; it includes, for example, the AN/FSQ-7, which was not a product in the sense of offered for sale, but was a product in the sense of manufactured—produced by the labor of IBM. Several machines manufactured for the Astronomical Computing Bureau at Columbia University are included, as are some machines built only as demonstrations of IBM technology. Missing are RPQs, OEM products (semiconductors, for example), and supplies (punched cards, for example). These products and others are missing simply because no one has added them.\nIBM sometimes uses the same number for a system and for the principal component of that system. For example, the IBM 604 Calculating Unit is a component of the IBM 604 Calculating Punch. And different IBM divisions used the same model numbers; for example IBM 01 without context clues could be a reference to a keypunch or to IBM's first electric typewriter.\nNumber sequence may not correspond to product development sequence. For example, the 402 tabulator was an improved, modernized, 405.IBM uses two naming structures for its modern hardware products. Products are normally given a three- or four-digit machine type and a model number (can be a mix of letters and numbers). A product may also have a marketing or brand name. For instance, 2107 is the machine type for the IBM System Storage DS8000. While the majority of products are listed here by machine type, there are instances where only a marketing or brand name is used. Care should be taken when searching for a particular product as sometimes the type and model numbers overlap. For instance the IBM storage product known as the Enterprise Storage Server is machine type 2105, and the IBM printing product known as the IBM Infoprint 2105 is machine type 2705, so searching for an IBM 2105 could result in two different products—or the wrong product—being found.\nIBM introduced the 80-column rectangular hole punched card in 1928. Pre-1928 machine models that continued in production with the new 80-column card format had the same model number as before. Machines manufactured prior to 1928 were, in some cases, retrofitted with 80-column card readers and/or punches thus there existed machines with pre-1928 dates of manufacture that contain 1928 technology.\nThis list is organized by classifications of both machines and applications, rather than by product name. Thus some (few) entries will be duplicated. The 1420, for example, is listed both as a member of the 1401 family and as a machine for Bank and finance.\nIBM product names have varied over the years; for example these two texts both reference the same product.\n\nMechanical Key Punch, Type 1 (in Machine Methods of Accounting, IBM, 1936)\nMechanical Punch, Type 001 (in IBM Electric Punched Card Accounting Machines: Principles of Operation, IBM, 1946)This article uses the name, or combination of names, most descriptive of the product. Thus the entry for the above is  \n\nIBM 001: Mechanical Key PunchProducts of The Tabulating Machine Company can be identified by date, before 1933 when the subsidiaries were merged into IBM.",
    "Big-box store": "A big-box store (also Supercenter, Superstore, or Megastore) is a physically large retail establishment, usually part of a chain of stores. The term sometimes also refers, by extension, to the company that operates the store.  The store may sell general dry goods, in which case it is a general merchandise retailer (however traditional department stores, as the predecessor format, are generally not classified as \"big box\"), or may be limited to a particular specialty (such establishments are often called \"category killers\") or may also sell groceries, in which case some countries (mostly in Europe) use the term hypermarket, whereas in the U.S. there is no specific term for the format, which both Target and Walmart offer in most branches.\nTypical architectural characteristics include the following:\n\nLarge, free-standing, cuboid, generally single-floor structure built on a concrete slab. The flat roof and ceiling trusses are generally made of steel, and the walls are concrete block clad in metal or masonry siding.\nThe structure typically sits in the middle of a large, paved parking lot. It is meant to be accessed by vehicle, rather than by pedestrians.\nFloor space several times greater than traditional retailers in the sector, providing for a large amount of merchandise; in North America, generally more than 50,000 square feet (4650 m2), sometimes approaching 200,000 square feet (18,600 m2), though varying by sector and market. In countries where space is at a premium, such as the United Kingdom, the relevant numbers are smaller and stores are more likely to have two or more floors.Commercially, big-box stores can be broken down into two categories: general merchandise (examples include Walmart, Kmart and Target), and specialty stores (such as Home Depot, Barnes & Noble, or Best Buy) which specialize in goods within a specific range, such as hardware, books, or consumer electronics respectively. In the late 20th and early 21st centuries, many traditional retailers—such as Tesco and Praktiker opened stores in the big-box-store format in an effort to compete with big-box chains, which are expanding internationally as their home markets reach maturity.\n\n",
    "LTE (telecommunication)": "In telecommunication, Long-Term Evolution (LTE) is a standard for wireless broadband communication for mobile devices and data terminals, based on the GSM/EDGE and UMTS/HSPA technologies. It increases the capacity and speed using a different radio interface together with core network improvements. The standard is developed by the 3GPP (3rd Generation Partnership Project) and is specified in its Release 8 document series, with minor enhancements described in Release 9. LTE is the upgrade path for carriers with both GSM/UMTS networks and CDMA2000 networks. The different LTE frequencies and bands used in different countries mean that only multi-band phones are able to use LTE in all countries where it is supported.\nLTE is commonly marketed as \"4G LTE and Advance 4G\", but it does not meet the technical criteria of a 4G wireless service, as specified in the 3GPP Release 8 and 9 document series for LTE Advanced. LTE is also commonly known as 3.95G.  The requirements were originally set forth by the ITU-R organization in the IMT Advanced specification. However, due to marketing pressures and the significant advancements that WiMAX, Evolved High Speed Packet Access and LTE bring to the original 3G technologies, ITU later decided that LTE together with the aforementioned technologies can be called 4G technologies. The LTE Advanced standard formally satisfies the ITU-R requirements to be considered IMT-Advanced. To differentiate LTE Advanced and WiMAX-Advanced from current 4G technologies, ITU has defined them as \"True 4G\".",
    "List of cities in North America": "For the most populous cities in North America, see List of North American cities by population.\n\nThis article is a list of cities in North America.",
    "Beachamwell": "Beachamwell is a village and civil parish in the Breckland district of Norfolk, England.  According to the 2001 census it had a population of 334, including Choseley and increasing to 339 at the 2011 Census.  It is about 10 miles (16 km) east of Downham Market.",
    "Customer satisfaction research": "Customer satisfaction research is that area of marketing research which focuses on customers' perceptions with their shopping or purchase experience.\nCompanies are interested in understanding what their customers think about their shopping or purchase experience, because finding new customers is generally more costly and difficult than servicing existing or repeat customers.",
    "Western United States": "The Western United States (also called the American West, the Far West, and the West) is the region comprising the westernmost states of the United States. As European settlement in the U.S. expanded westward through the centuries, the meaning of the term the West changed. Before about 1800, the crest of the Appalachian Mountains was seen as the western frontier. The frontier moved westward and eventually the lands west of the Mississippi River were considered the West.The U.S. Census Bureau's definition of the 13 westernmost states includes the Rocky Mountains and the Great Basin to the West Coast, and the outlying state, Hawaii.\nThe West contains several major biomes, including arid and semi-arid plateaus and plains, particularly in the American Southwest; forested mountains, including two major ranges, the American Sierra Nevada and Rocky Mountains; the massive coastal shoreline of the American Pacific Coast; and the rainforests of the Pacific Northwest.",
    "List of SAP products": "This presents a partial list of products of the enterprise software company SAP SE.\n\nSAP S/4HANA\nSAP CRM (Customer Relationship Management)\nSAP ERP (Enterprise Resource Planning)\nSAP PLM (Product Lifecycle Management)\nSAP SCM (Supply Chain Management)\nSAP SRM (Supplier Relationship Management)",
    "List of Canon products": "The following provides a partial list of products manufactured under the Canon brand.\nOther products manufactured and/or service-rendered under the Canon brand may not appear here. Such products may include office or industrial application devices, wireless LAN products, and semiconductor and precision products.",
    "Eastern United States": "The Eastern United States, commonly referred to as the American East or simply the East, is the region of the United States lying to the north of the Ohio River and to the east of the Mississippi River.In 2011 the 26 states east of the Mississippi (in addition to Washington, D.C. but not including the small portions of Louisiana and Minnesota east of the river) had an estimated population of 179,948,346 or 58.28% of the total U.S. population of 308,745,358 (excluding Puerto Rico).",
    "Consumer electronics": "Consumer electronics or home electronics are electronic (analog or digital) equipments intended for everyday use, typically in private homes. Consumer electronics include devices used for entertainment (flatscreen TVs, DVD players, video games, remote control cars, etc.), communications (telephones, cell phones, e-mail-capable laptops, etc.), and home-office activities (e.g., desktop computers, printers, paper shredders, etc.). In British English, they are often called brown goods by producers and sellers, to distinguish them from \"white goods\" which are meant for housekeeping tasks, such as washing machines and refrigerators, although nowadays, these would be considered brown goods, some of these being connected to the Internet. In the 2010s, this distinction is not always present in large big box consumer electronics stores, such as Best Buy, which sell both entertainment, communication, and home office devices and kitchen appliances such as refrigerators.\nRadio broadcasting in the early 20th century brought the first major consumer product, the broadcast receiver.  Later products included telephones, televisions and calculators, then audio and video recorders and players, game consoles, personal computers and MP3 players. In the 2010s, consumer electronics stores often sell GPS, automotive electronics (car stereos), video game consoles, electronic musical instruments (e.g., synthesizer keyboards), karaoke machines, digital cameras, and video players (VCRs in the 1980s and 1990s, followed by DVD players and Blu-ray disc players). Stores also sell smart appliances, digital cameras, camcorders, cell phones, and smartphones. Some of the newer products sold include virtual reality head-mounted display goggles, smart home devices that connect home devices to the Internet and wearable technology such as Fitbit digital exercise watches and the Apple Watch smart watch.\nIn the 2010s, most consumer electronics have become based on digital technologies, and have largely merged with the computer industry in what is increasingly referred to as the consumerization of information technology. Some consumer electronics stores, such as Best Buy, have also begun selling office and baby furniture. Consumer electronics stores may be \"bricks and mortar\" physical retail stores, online stores, where the consumer chooses items on a website and pays online (e.g., Amazon). or a combination of both models (e.g., Best Buy has both bricks and mortar stores and an e-commerce website for ordering its products). The CEA (Consumer Electronics Association) estimated the value of 2015 consumer electronics sales at US$220 billion.\n\n",
    "List of Skittles products": "Skittles candy products, produced by the Wm. Wrigley Jr. Company, come in a wide variety. Most of the varieties are available only in particular regions of the world. The oldest Skittles product is Original Fruit Skittles, which was originally released in Europe in 1974, and was launched in the United States in 1979. The most recent flavor, Sweet Heat, was released in 2018. Earlier Skittles products tended to focus on fruit flavors, more recent products have branched out to include flavors such as chocolate, bubble gum, popcorn, mint, and sours. Skittles products also come in a wide variety of colors, although different Skittles products often use the same colors for sweets with different flavors. For example, the color yellow is associated with lemon flavor in Original Fruit Skittles and as banana berry in Tropical Skittles.\nThe original Skittles in the United States were orange, lemon, lime, grape and strawberry.  In the United States Skittles lime was changed to green apple. A \"Long Lost Lime\" variation of Skittles has been released in summer 2017 and 2018, bringing the lime flavor back to the original mix of Skittles for a limited time only.",
    "Atmosphere of Earth": "The atmosphere of Earth is the layer of gases, commonly known as air, that surrounds the planet Earth and is retained by Earth's gravity. The atmosphere of Earth protects life on Earth by creating pressure allowing for liquid water to exist on the Earth's surface, absorbing ultraviolet solar radiation, warming the surface through heat retention (greenhouse effect), and reducing temperature extremes between day and night (the diurnal temperature variation).\nBy volume, dry air contains 78.09% nitrogen, 20.95% oxygen, 0.93% argon, 0.04% carbon dioxide, and small amounts of other gases. \nAir also contains a variable amount of water vapor, on average around 1% at sea level, and 0.4% over the entire atmosphere. Air content and atmospheric pressure vary at different layers, and air suitable for use in photosynthesis by terrestrial plants and breathing of terrestrial animals is found only in Earth's troposphere and in artificial atmospheres.\nThe atmosphere has a mass of about 5.15×1018 kg, three quarters of which is within about 11 km (6.8 mi; 36,000 ft) of the surface. The atmosphere becomes thinner and thinner with increasing altitude, with no definite boundary between the atmosphere and outer space. The Kármán line, at 100 km (62 mi), or 1.57% of Earth's radius, is often used as the border between the atmosphere and outer space. Atmospheric effects become noticeable during atmospheric reentry of spacecraft at an altitude of around 120 km (75 mi). Several layers can be distinguished in the atmosphere, based on characteristics such as temperature and composition.\nThe study of Earth's atmosphere and its processes is called atmospheric science (aerology). Early pioneers in the field include Léon Teisserenc de Bort and Richard Assmann.",
    "List of metropolitan areas by population": "One concept which measures the world's largest cities is that of the metropolitan area, which is based on the concept of a labor market area and is typically defined as an employment core (an area with a high density of available jobs) and the surrounding areas that have strong commuting ties to the core. There is currently no generally accepted, globally consistent definition of exactly what constitutes a metropolitan area, thus making comparisons between cities in different countries especially difficult. However, for consistency, the sources on this article include official figures from governments only.\nAs an alternative to the metropolitan area, Eurostat introduced the concept of the Larger Urban Zone in 2004. Similarly, OECD defines Functional Urban Areas for cities in OECD countries. Both Larger Urban Zone and Functional Urban Area define a city as an urban core surrounded by a commuting zone, and so are similar to the general concept of the \"metropolitan area\". Eurostat only computes Larger Urban Zone populations for European Union member states, candidate members, and European Free Trade Area members. OECD computes Functional Urban Area populations for OECD member states. These two statistics are therefore not available for most developing countries.",
    "Southern United States": "The southern United States, also known as the American South, Dixie, or simply the South, is a region of the United States of America. It is located between the Atlantic Ocean and the western United States, with the midwestern United States and northeastern United States to its north and the Gulf of Mexico and Mexico to its south.\nThe South does not fully match the geographic south of the United States but is commonly defined as including the states that fought for the Confederate States of America in the American Civil War. The Deep South is fully located in the southeastern corner. Arizona and New Mexico, which are geographically in the southern part of the country, are rarely considered part, while West Virginia, which separated from Virginia in 1863, commonly is. Some scholars have proposed definitions of the South that do not coincide neatly with state boundaries. While the states of Delaware and Maryland, as well as the District of Columbia, permitted slavery prior to and during the Civil War, they remained with the Union. Since the Civil Rights Movement of the 1960s, they became more culturally, economically, and politically aligned with the industrial Northern states, and are often identified as part of the Mid-Atlantic or Northeast by many residents, businesses, public institutions, and private organizations, but the United States Census Bureau puts them in the South.\nUsually, the South is defined as including the southeastern and south-central United States. The region is known for its culture and history, having developed its own customs, musical styles, and cuisines, which have distinguished it in some ways from the rest of the United States. The Southern ethnic heritage is diverse and includes strong European (mostly English, Scottish, Scotch-Irish, Irish, German, French, and Spanish American), African, and some Native American components.Some other aspects of the historical and cultural development of the South have been influenced by the institution of slave labor on plantations in the Deep South to an extent seen nowhere else in the United States; the presence of a large proportion of African Americans in the population; support for the doctrine of states' rights, and the legacy of racial tension magnified by the Civil War and Reconstruction Era, as seen in thousands of lynchings (mostly from 1880 to 1930), the segregated system of separate schools and public facilities known as \"Jim Crow laws\", that lasted until the 1960s, and the widespread use of poll taxes and other methods to frequently deny black people of the right to vote or hold office until the 1960s. Since the late 1960s, black people have held many offices in Southern states, especially in the coastal states of Virginia and South Carolina. Black people have also been elected or appointed as mayors and police chiefs in the metropolises of Baltimore, Charlotte, Birmingham, Richmond, Columbia, Memphis, Houston, Atlanta, Jacksonville, Jackson, and New Orleans, and serve in both the U.S. Congress and state legislatures.Historically, the South relied heavily on agriculture, and was highly rural until after 1945. It has since become more industrialized and urban and has attracted national and international migrants. The American South is now among the fastest-growing areas in the United States. Houston is the largest city in the Southern United States. Sociological research indicates that Southern collective identity stems from political, demographic, and cultural distinctiveness from the rest of the United States. The region contains almost all of the Bible Belt, an area of high Protestant church attendance (especially evangelical churches such as the Southern Baptist Convention) and predominantly conservative, religion-influenced politics.  Indeed, studies have shown that Southerners are more conservative than non-Southerners in several areas, including religion, morality, international relations, and race relations. This is evident in both the region's religious attendance figures and in the region's usually strong support for the Republican Party in political elections since the 1960s, and especially since the 1990s.Apart from its climate, the living experience in the South increasingly resembles the rest of the nation. The arrival of millions of Northerners (especially in major metropolitan areas and coastal areas) and millions of Hispanics has meant the introduction of cultural values and social norms not rooted in Southern traditions. Observers conclude that collective identity and Southern distinctiveness are thus declining, particularly when defined against \"an earlier South that was somehow more authentic, real, more unified and distinct\". However, journalist Michael Hirsh proposed that aspects of Southern culture have spread throughout a greater portion of the rest of the United States in a process termed \"Southernization\".",
    "Electric car": "An electric car is an automobile that is propelled by one or more electric motors, using energy stored in rechargeable batteries. The first practical electric cars were produced in the 1880s. Electric cars were popular in the late 19th century and early 20th century, until advances in internal combustion engines, electric starters in particular, and mass production of cheaper gasoline vehicles led to a decline in the use of electric drive vehicles.\nFrom 2008, a renaissance in electric vehicle manufacturing occurred due to advances in batteries, illnesses, and deaths due to air pollution, and the desire to reduce greenhouse gas emissions. Several national and local governments have established government incentives for plug-in electric vehicles|tax credits, subsidies, and other incentives to promote the introduction and adoption in the mass market of new electric vehicles, often depending on battery size, their electric range and purchase price. The current maximum tax credit allowed by the US Government is US$7,500 per car. Compared with internal combustion engine cars, electric cars are quieter, have no tailpipe emissions, and lower emissions in general.Charging an electric car can be done at a variety of charging stations, these charging stations can be installed in both houses and public areas. The two all-time best selling electric cars, the Nissan Leaf and the Tesla Model S, have EPA-rated ranges reaching up to 243 km (151 miles) and 600 km (370 miles) respectively. The Leaf is the best-selling highway-capable electric car ever with more than 400,000 units sold, followed by the Tesla Model S with over 400,000 units sold worldwide by June 2019.As of December 2018, there were about 5.3 million light-duty all-electric and plug-in hybrid vehicles in use around the world. Despite the rapid growth experienced, the global stock of plug-in electric cars represented just about 1 out of every 250 vehicles (0.40%) on the world's roads by the end of 2018. The plug-in car market is shifting towards fully electric battery vehicles, as the global ratio between annual sales of battery BEVs and PHEVs went from 56:44 in 2012, to 60:40 in 2015, and rose to 69:31 in 2018.\n\n",
    "List of multiple-system operators": "A multiple-system operator (MSO) is an operator of multiple cable or direct-broadcast satellite television systems. A cable system in the United States, by Federal Communications Commission (FCC) definition, is a facility serving a single community or a distinct governmental entity, each of which has its own franchise agreement with the cable company. Though in the strictest sense any cable company that serves multiple communities is an MSO, the term today is usually reserved for companies that own a large number of cable systems, such as Rogers Communications, Shaw Communications, and Videotron in Canada; Altice USA, Charter Communications, Comcast and Cox Communications in the United States; or Virgin Media in the UK.\n\n",
    "Norfolk, Virginia": "Norfolk ( NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2017, the population was estimated to be 244,703 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.\nNorfolk is located at the core of the Hampton Roads metropolitan area, named for the large natural harbor of the same name located at the mouth of Chesapeake Bay. It is one of nine cities and seven counties that constitute the Hampton Roads metro area, officially known as the Virginia Beach-Norfolk-Newport News, VA-NC MSA. The city is bordered to the west by the Elizabeth River and to the north by the Chesapeake Bay. It also shares land borders with the independent cities of Chesapeake to its south and Virginia Beach to its east. Norfolk is one of the oldest cities in Hampton Roads, and is considered to be the historic, urban, financial, and cultural center of the region.\nThe city has a long history as a strategic military and transportation point. The largest Navy base in the world, Naval Station Norfolk, is located in Norfolk along with one of NATO's two Strategic Command headquarters. The city also has the corporate headquarters of Norfolk Southern Railway, one of North America's principal Class I railroads, and Maersk Line, Limited, which manages the world's largest fleet of US-flag vessels. As the city is bordered by multiple bodies of water, Norfolk has many miles of riverfront and bayfront property, including beaches on the Chesapeake Bay. It is linked to its neighbors by an extensive network of interstate highways, bridges, tunnels, and three bridge-tunnel complexes, which are the only bridge-tunnels in the United States.",
    "List of Charvet customers": "Charvet Place Vendôme or simply Charvet is a French high-end bespoke and ready-to-wear shirtmaker, located at 28 Place Vendôme in Paris.\nIts list of customers is notable for its time span, Charvet existing since 1838 and having been the first shirt store ever, and as a paradigm of an international \"aristo-dandy crossover community\". In the 19th century, the shirtmaker both specialized in \"royal haberdashery\" and attracted the patronage of artists.  In the 20th century, with the development of fashion design, designers and fashion journalists became a significant customer group. Some other customers' interest in the brand has become a notable aspect of their personality. In keeping with a tradition of discretion of French Couture houses, the company declines to comment on its customers list, as a service to its customers.",
    "Music of Oregon": "The music of Oregon reflects the diverse array of styles present in the music of the United States, from Native American music to the contemporary genres of rock and roll, country, rhythm and blues, jazz, pop, electronic music, and hip hop. However, throughout most of its history, the state has been relatively isolated from the cultural forces shaping American music. Much of modern popular music traces its roots to the emergence in the late 19th century of African American blues and the growth of gospel music in the 1920s. African American musicians borrowed elements of European and Indigenous musics to create new American forms. As Oregon's population was more homogeneous and more white than the United States as a whole, the state did not play a significant role in this history.\nThe state's main contributions to American popular music began in the 1960s, when The Kingsmen and Paul Revere & the Raiders established Oregon as a minor center of frat rock and garage rock. This led in one direction to the blues rock tradition of the Robert Cray Band and Curtis Salgado, and in another direction to the hardcore punk scene of the early 1980s Pacific Northwest, led by the Wipers in Portland and like-minded bands in Seattle and Vancouver, BC. Over the next twenty years, punk rock evolved into grunge, riot grrrl, alternative rock, and, eventually, indie rock. In the last decade, Oregon has made a unique contribution to American independent music, with a strong indie music scene developing in Portland. The city's reputation as a hipster mecca has paralleled the rise of local indie musicians such as The Decemberists (singer Colin Meloy attended the University of Oregon), Gossip, The Dandy Warhols, M. Ward, Logan Lynn, Storm Large, Pink Martini and the late Elliott Smith. Floater is Portland's leading example of an indie band. They have remained unsigned to a major label for over 20 years and have managed to be voted the best band of Portland for 2009 in addition to frequently selling out major venues like the Crystal Ballroom and the Aladdin Theater. Other prominent musicians have relocated to Portland, including Modest Mouse (of Seattle), Sleater-Kinney (of Olympia, Washington), The Shins (of Albuquerque, New Mexico), Spoon (of Austin, Texas),  former Pavement leader Stephen Malkmus (of Stockton, California), singer songwriter Patterson Hood (of Muscle Shoals, Alabama, and Athens, Georgia) , and former R.E.M. guitarist Peter Buck (of Berkeley, California and Athens, Georgia).The state also has a unique rural-urban dynamic, which has influenced the development of local bluegrass, folk, and alternative country music. Jam bands have a strong presence in the state, dating back to Grateful Dead performances at the Oregon Country Fair, and outdoor music festivals continue to be popular. Portland's Waterfront Blues Festival is the second largest blues festival in the country. Prominent cultural institutions include the Oregon Bach Festival, Oregon Festival of American Music, Oregon Symphony, and Mt. Hood Jazz Festival.",
    "List of mobile network operators": "This is a list of mobile network and satellite phone network operators measured by number of subscriptions.\nFor a more comprehensive list of mobile phone operators, see Mobile country codes.",
    "Automotive industry in the United_States": "The automotive industry in the United States began in the 1890s and, as a result of the size of the domestic market and the use of mass production, rapidly evolved into the largest in the world.  However, the United States was overtaken as the largest automobile producer by Japan in the 1980s, and subsequently by China in 2008. The U.S. is currently second among the largest manufacturer in the world by volume, with approximately 8-10 million manufactured annually. Notable exceptions were 5.7 million automobiles manufactured in 2009 (due to crisis), and peak production levels of 13-15 million units during the 1970s and early 2000s.The motor vehicle industry began with hundreds of manufacturers, but by the end of the 1920s it was dominated by three large companies: General Motors, Ford, and Chrysler, all based in Metro Detroit. After the Great Depression and World War II, these companies continued to prosper, and the U.S. produced nearly three quarters of all automobiles in the world by 1950 (8,005,859 of 10,577,426).  \nBeginning in the 1970s, a combination of high oil prices and increased competition from foreign auto manufacturers severely affected the companies. In the ensuing years, the companies periodically bounced back, but by 2008 the industry was in turmoil due to the aforementioned crisis. As a result, General Motors and Chrysler filed for bankruptcy reorganization and were bailed out with loans and investments from the federal government. But according to Autodata Corp, June 2014 seasonally adjusted annualized sales is the biggest in history with 16.98 million vehicles and toppled previous record in July 2006.Prior to the 1980s, most manufacturing facilities were owned by the Big Three (GM, Ford, Chrysler) and AMC. Their U.S. market share has dropped steadily as numerous foreign-owned car companies have built factories in the U.S. Toyota had 31,000 direct employees in the U.S. in 2012, meaning a total payroll of about $2.1 billion, compared to Ford's 80,000 U.S. employees supplying their 3,300 dealerships and Chrysler's 71,100 U.S. employees supplying their 2,328 dealerships.",
    "Rayleigh scattering": "Rayleigh scattering ( RAY-lee), named after the nineteenth-century British physicist Lord Rayleigh (John William Strutt), is the predominantly elastic scattering of light or other electromagnetic radiation by particles much smaller than the wavelength of the radiation. For light frequencies well below the resonance frequency of the scattering particle (normal dispersion regime), the amount of scattering is inversely proportional to the fourth power of the wavelength.\nRayleigh scattering results from the electric polarizability of the particles. The oscillating electric field of a light wave acts on the charges within a particle, causing them to move at the same frequency. The particle, therefore, becomes a small radiating dipole whose radiation we see as scattered light. The particles may be individual atoms or molecules; it can occur when light travels through transparent solids and liquids, but is most prominently seen in gases. \nRayleigh scattering of sunlight in Earth's atmosphere causes diffuse sky radiation, which is the reason for the blue color of the daytime and twilight sky, as well as the yellowish to reddish hue of the low Sun. Sunlight is also subject to Raman scattering, which changes the rotational state of the molecules and gives rise to polarization effects.Scattering by particles similar to, or larger than, the wavelength of light is typically treated by the Mie theory, the discrete dipole approximation and other computational techniques. Rayleigh scattering applies to particles that are small with respect to wavelengths of light, and that are optically \"soft\" (i.e., with a refractive index close to 1). Anomalous diffraction theory applies to optically soft but larger particles.\n\n",
    "Customer satisfaction": "Customer satisfaction (often abbreviated as CSAT, more correctly CSat) is a term frequently used in marketing. It is a measure of how products and services supplied by a company meet or surpass customer expectation. Customer satisfaction is defined as \"the number of customers, or percentage of total customers, whose reported experience with a firm, its products, or its services (ratings) exceeds specified satisfaction goals.\"The Marketing Accountability Standards Board (MASB) endorses the definitions, purposes, and constructs of classes of measures that appear in Marketing Metrics as part of its ongoing Common Language in Marketing Project. In a survey of nearly 200 senior marketing managers, 71 percent responded that they found a customer satisfaction metric very useful in managing and monitoring their businesses.It is seen as a key performance indicator within business and is often part of a Balanced Scorecard. In a competitive marketplace where businesses compete for customers, customer satisfaction is seen as a key differentiator and increasingly has become a key element of business strategy.",
    "Most valuable customers": "Most valuable customers is a marketing term referring to the customers who are the most profitable for a company.  These customers buy more or higher-value products than the average customer.  The companies can provide these customers with advice and guidance to make them loyal.",
    "Carbon dioxide": "Carbon dioxide (chemical formula CO2) is a colorless gas with a density about 60% higher than that of dry air.  Carbon dioxide consists of a carbon atom covalently double bonded to two oxygen atoms. It occurs naturally in Earth's atmosphere as a trace gas. The current concentration is about 0.04% (410 ppm) by volume, having risen from pre-industrial levels of 280 ppm.  Natural sources include volcanoes, hot springs and geysers, and it is freed from carbonate rocks by dissolution in water and acids. Because carbon dioxide is soluble in water, it occurs naturally in groundwater, rivers and lakes, ice caps, glaciers and seawater. It is present in deposits of petroleum and natural gas. Carbon dioxide is odorless at normally encountered concentrations. However, at high concentrations, it has a sharp and acidic odor.As the source of available carbon in the carbon cycle, atmospheric carbon dioxide is the primary carbon source for life on Earth and its concentration in Earth's pre-industrial atmosphere since late in the Precambrian has been regulated by photosynthetic organisms and geological phenomena. Plants, algae and cyanobacteria use light energy to photosynthesize carbohydrate from carbon dioxide and water, with oxygen produced as a waste product.CO2 is produced by all aerobic organisms when they metabolize carbohydrates and lipids to produce energy by respiration. It is returned to water via the gills of fish and to the air via the lungs of air-breathing land animals, including humans. Carbon dioxide is produced during the processes of decay of organic materials and the fermentation of sugars in bread, beer and wine making. It is produced by combustion of wood and other organic materials and fossil fuels such as coal, peat, petroleum and natural gas. It is an unwanted byproduct in many large scale oxidation processes, for example, in the production of acrylic acid (over 5 million tons/year).It is a versatile industrial material, used, for example, as an inert gas in welding and fire extinguishers, as a pressurizing gas in air guns and oil recovery, as a chemical feedstock and as a supercritical fluid solvent in decaffeination of coffee and supercritical drying. It is added to drinking water and carbonated beverages including beer and sparkling wine to add effervescence. The frozen solid form of CO2, known as dry ice is used as a refrigerant and as an abrasive in dry-ice blasting.\nCarbon dioxide is the most significant long-lived greenhouse gas in Earth's atmosphere. Since the Industrial Revolution anthropogenic emissions – primarily from use of fossil fuels and deforestation – have rapidly increased its concentration in the atmosphere, leading to global warming.  Carbon dioxide also causes ocean acidification because it dissolves in water to form carbonic acid.",
    "Greenhouse gas emissions": "A greenhouse gas (sometimes abbreviated GHG) is a gas that absorbs and emits radiant energy within the thermal infrared range. Greenhouse gases cause the greenhouse effect. The primary greenhouse gases in Earth's atmosphere are water vapor, carbon dioxide, methane, nitrous oxide and ozone.  Without greenhouse gases, the average temperature of Earth's surface would be about −18 °C (0 °F), rather than the present average of 15 °C (59 °F).  The atmospheres of Venus, Mars and Titan also contain greenhouse gases.\nHuman activities since the beginning of the Industrial Revolution (around 1750) have produced a 45% increase in the atmospheric concentration of carbon dioxide (CO2), from 280 ppm in 1750 to 406 ppm in early 2017.  This increase has occurred despite the uptake of more than half of the emissions by various natural \"sinks\" involved in the carbon cycle.  The vast majority of anthropogenic carbon dioxide emissions (i.e., emissions produced by human activities) come from combustion of fossil fuels, principally  coal, oil, and natural gas, with additional contributions coming from deforestation, changes in land use, soil erosion and agriculture (including livestock).Should greenhouse gas emissions continue at their rate in 2019, global warming could cause Earth's surface temperature to exceed historical values as early as 2047, with potentially harmful effects on ecosystems, biodiversity and human livelihoods. At current emission rates temperatures could increase by 2 °C, which the United Nations' IPCC designated as the upper limit to avoid \"dangerous\" levels, by 2036."
}